{
  "hero-text": "We transform ideas into exceptional digital experiences through clean code and thoughtful design.",
  "button": "Get in Touch!",
  "services-title": "Our Services",
  "service-1-title": "Web Development",
  "service-1-description": "Creating responsive websites with a focus on functionality: interface development, integrations, and optimization for various devices.",
  "service-2-title": "Minecraft Plugins",
  "service-2-description": "Creating custom plugins for Minecraft servers (Spigot, Paper) for any task: economy, quests, mechanics, and much more.",
  "service-3-title": "Discord Bots",
  "service-3-description": "Developing Discord bots for any task: automation, community management, integrations, and much more.",
  "service-4-title": "Project Management",
  "service-4-description": "Full project development support: assistance with hosting, environment setup, cost consultations, and turnkey project launch.",
  "work-title": "Featured Projects",
  "work-item1-title": "Republic RP",
  "work-item1-description": "A Discord bot-based game using web technologies, supporting over 200 users. We developed systems for player, resource, and military management, creating unique attributes for each player and ensuring project scalability.",
  "work-item2-title": "SS14Chemistry",
  "work-item2-description": "A wiki bot that stores large amounts of data by parsing GitHub repositories. It quickly responds to user commands and displays the necessary information. The bot can also convert pixel images to Markdown format, making graphic work more convenient.",
  "work-item3-title": "CraftNet",
  "work-item3-description": "A Minecraft plugin integrated with a web app, enabling authentication through Minecraft. It features a banking system allowing users to manage in-game finances, make transactions, and interact with the economy through an intuitive interface.",
  "work-item4-title": "KarGU",
  "work-item4-description": "A website for an international philosophy conference organized by a university in Kazakhstan. The platform allows participants to register, view the program, and submit research and presentations.",
  "reviews-title": "Client Reviews",
  "review-1-author": "Sacred",
  "review-1-role": "CEO of Atomic RP",
  "review-1-content": "Top-notch service. Everything was done quickly, high-quality, and at a good price. I’ll only work with him from now on. 1000/10.",
  "review-2-author": "Trillp",
  "review-2-role": "HR Manager",
  "review-2-content": "Best developer. Explains everything clearly, didn’t wait long, very happy with the result.",
  "review-3-author": "OniKoT",
  "review-3-role": "Game Server Owner",
  "review-3-content": "Great and responsive. Highly recommend 👍"
}
