{
  "hero-text": "Мы трансформируем идеи в исключительные цифровые впечатления с помощью чистого кода и продуманного дизайна.",
  "button": "Связаться с нами!",
  "services-title": "Наши Услуги",
  "service-1-title": "Веб-разработка",
  "service-1-description": "Создание адаптивных сайтов с фокусом на функциональность: разработка интерфейсов, интеграции и оптимизация под разные устройства.",
  "service-2-title": "Minecraft плагины",
  "service-2-description": "Создание кастомных плагинов для серверов Minecraft (Spigot, Paper) под любые задачи: экономика, квесты, механики и многое другое.",
  "service-3-title": "Discord боты",
  "service-3-description": "Разработка Discord-ботов под любые задачи: автоматизация, управление сообществом, интеграции и многое другое.",
  "service-4-title": "Ведение проекта",
  "service-4-description": "Полное сопровождение разработки: помощь с хостингом, настройкой окружения, консультации по затратам и запуск проекта под ключ.",
  "work-title": "Избранные Работы",
  "work-item1-title": "Republic RP",
  "work-item1-description": "Игра на базе Discord-бота, используя веб-технологии, с поддержкой более 200 пользователей. Мы реализовали систему управления игроками, ресурсами и военной техникой, создавая уникальные аттрибуты для каждого игрока и обеспечивая масштабируемость проекта.",
  "work-item2-title": "SS14Chemistry",
  "work-item2-description": "Вики-бот, который хранит большой объём информации с помощью парсинга с репозиториев github. Он оперативно отвечает на команды пользователя и выводит нужные данные. Кроме того, бот умеет превращать пиксельные изображения в текстовый формат Markdown, что делает работу с графикой ещё удобнее.",
  "work-item3-title": "CraftNet",
  "work-item3-description": "Плагин для Minecraft, интегрированный с веб-приложением, обеспечивающий авторизацию через Minecraft. В проекте была реализована банковская система, позволяющая пользователям управлять своими финансами в игре, проводить транзакции и взаимодействовать с экономической моделью игры через удобный интерфейс.",
  "work-item4-title": "КарГУ",
  "work-item4-description": "Сайт для международной конференции по философии, организованной университетом в Казахстане. Платформа предоставляет участникам возможность зарегистрироваться на мероприятие, просматривать программу, а также отправлять свои исследования и доклады.",
  "reviews-title": "Отзывы Клиентов",
  "review-1-author": "Sacred",
  "review-1-role": "CEO Atomic RP",
  "review-1-content": "Продавец просто топ, сделал всё быстро, качество и по хорошей цене, теперь буду обращаться только к нему, 1000/10",
  "review-2-author": "Trillp",
  "review-2-role": "HR Manager",
  "review-2-content": "Продавец наилучший, объясняет все как надо, ждал недолго заказом доволен",
  "review-3-author": "OniKoT",
  "review-3-role": "Владелец игровых серверов",
  "review-3-content": "Хороший, отзывчивый. Рекомендую 👍\n"
}
